{
  "title": "Política de Privacidad",
  "lastUpdated": "Última actualización",
  "sections": {
    "collection": {
      "title": "1. Información que Recopilamos",
      "content": "MEVStake está diseñado con la privacidad en mente. Como plataforma descentralizada, recopilamos información personal mínima necesaria para el funcionamiento de la plataforma.",
      "walletInfo": "Información del Wallet",
      "walletItems": [
        "Direcciones de wallet públicas para procesamiento de transacciones",
        "Historial de transacciones relacionadas con actividades de staking",
        "Posiciones de staking y cálculos de recompensas"
      ],
      "technicalInfo": "Información Técnica",
      "technicalItems": [
        "Direcciones IP para seguridad y prevención de fraudes",
        "Tipo y versión del navegador para compatibilidad",
        "Información del dispositivo para experiencia óptima del usuario",
        "Análisis de uso para mejorar el rendimiento de la plataforma"
      ]
    },
    "usage": {
      "title": "2. Cómo Usamos la Información",
      "content": "Usamos la información recopilada exclusivamente para:",
      "items": [
        "Procesamiento de transacciones de staking y distribución de recompensas",
        "Mantenimiento de la seguridad de la plataforma y prevención de fraudes",
        "Mejora de la experiencia del usuario y funcionalidad de la plataforma",
        "Cumplimiento de requisitos legales aplicables",
        "Comunicación de actualizaciones importantes de la plataforma"
      ]
    },
    "sharing": {
      "title": "3. Compartición de Información",
      "content": "No vendemos, intercambiamos o transferimos de otro modo tu información personal a terceros, excepto:",
      "items": [
        "Cuando sea requerido por la ley o proceso legal",
        "Para proteger nuestros derechos, propiedad o seguridad",
        "Con proveedores de servicios que ayudan en las operaciones de la plataforma (bajo estricta confidencialidad)",
        "En conexión con una fusión, adquisición o venta de activos"
      ]
    },
    "blockchain": {
      "title": "4. Transparencia de Blockchain",
      "notice": "Datos Públicos de Blockchain",
      "noticeText": "Todas las transacciones de staking se registran en la blockchain Solana y son públicamente visibles. Esto incluye direcciones de wallet, montos de transacciones y marcas de tiempo."
    },
    "security": {
      "title": "5. Seguridad de Datos",
      "content": "Implementamos medidas de seguridad estándar de la industria para proteger tu información:",
      "items": [
        "Cifrado de datos sensibles en tránsito y en reposo",
        "Auditorías de seguridad regulares y evaluaciones de vulnerabilidades",
        "Controles de acceso y mecanismos de autenticación",
        "Infraestructura segura y ambientes de hosting",
        "Procedimientos de respuesta a incidentes para violaciones de seguridad"
      ]
    },
    "cookies": {
      "title": "6. Cookies y Seguimiento",
      "content": "Usamos cookies y tecnologías de seguimiento mínimas:",
      "items": [
        "Cookies esenciales para la funcionalidad de la plataforma",
        "Cookies analíticas para entender patrones de uso (anonimizadas)",
        "Cookies de preferencia para recordar tus configuraciones"
      ],
      "cookieControl": "Puedes controlar las preferencias de cookies a través de la configuración de tu navegador."
    },
    "retention": {
      "title": "7. Retención de Datos",
      "content": "Retenemos información solo mientras sea necesario para:",
      "items": [
        "Proporcionar servicios de la plataforma",
        "Cumplir con obligaciones legales",
        "Resolver disputas y hacer cumplir acuerdos",
        "Mantener seguridad y prevención de fraudes"
      ]
    },
    "rights": {
      "title": "8. Tus Derechos",
      "content": "Dependiendo de tu jurisdicción, puedes tener derechos a:",
      "items": [
        "Acceder a tu información personal",
        "Corregir información inexacta",
        "Solicitar la eliminación de tu información",
        "Oponerte al procesamiento de tu información",
        "Portabilidad de datos"
      ]
    },
    "transfers": {
      "title": "9. Transferencias Internacionales",
      "content": "Como plataforma descentralizada, tu información puede ser procesada en varias jurisdicciones. Nos aseguramos de que haya salvaguardias apropiadas para transferencias internacionales de datos."
    },
    "changes": {
      "title": "10. Cambios a la Política de Privacidad",
      "content": "Podemos actualizar esta Política de Privacidad periódicamente. Los cambios significativos se comunicarán a través de la interfaz de la plataforma. Tu uso continuo constituye aceptación de la política actualizada."
    },
    "contact": {
      "title": "11. Contáctanos",
      "content": "Para preguntas relacionadas con la privacidad o para ejercer tus derechos, por favor contáctanos a través de nuestros canales oficiales o foros de la comunidad."
    }
  }
}